<template>
    <div id="sponsor">
        <div class="BG"></div>
        <a href="#/" class="return">
            <img src="../assets/return.svg" alt="">
        </a>
        <div class="planet">
            <img src="../assets/purple_planet.svg">
        </div>
        <div class="intro container">
            <div class="row justify-content-end">
                <div class="content col-md-5">
                    <h1>中華電信</h1>
                    <div class="part">
                        <h3>中華電信簡介</h3>
                        <p>中華電信因應數位匯流與文創風潮，以數位生活為題，打造數位創新系列賽，鼓勵數位創新，透過競賽發掘頂尖創新人才，讓創意獲得實踐，提升台灣創新軟實力！2018年，物聯網將是新興科技發展重點，中華電信希望於不久的將來帶領台灣進軍全球物聯網市場，並推動物聯網教育、向下扎根，透過競賽激發學生參與展現創意。</p>
                    </div>
                    <div class="part">
                        <h3>IoT大平台簡介</h3>
                        <p>IoT智慧聯網大平台，藉由提供感測資料之收集、處理、儲存、供應及管理等，建構出高可用性、高可靠性、高處理量且符合資訊安全標準的智慧感測資料中心，並透過物聯網技術收納各項設備資訊以進行監測，進而提供相關的加值服務，各細項內容如下：</p>
                        <ul>
                            <li>核心服務：包含了應用與平台，平台與裝置之間基礎相關的服務，涵蓋裝置管理、網路管理、應用開發等工具。</li>
                            <li>智慧應用服務：由中華電信研究院主力研發之AI、區塊鍊、大數據、資安四大領域，融合IoT智慧聯網大平台，提供領域應用服務給使用者。</li>
                        </ul>
                    </div>
                    <div class="part">
                        <h3>參賽題目：智慧生活感測資訊收集與創意應用</h3>
                        <p>以可商轉創意為核心，運用資通訊技術並結合智慧終端裝置，發展整合性物聯網應用服務及解決方案。</p>
                        <ul>
                            <li>IoT大平台服務關聯性：透過前端設備感測器與後端控制應用系統整合，可創造多樣化的服務價值，在設計思考上應考量運用IoT大平台功能，以人本出發，提升使用者體驗之服務</li>
                            <li>人機介面： IoT大平台上提供多項程式工具，在介面的設計上應考量使用者操作的便利性與畫面視覺體驗</li>
                            <li>中華電信學院綠能智慧園區內的各式感測資訊可提供為競賽實作應用 (不強制)，也可結合利用其他外部資源，如政府Open Data、其他平台資源進行開發。</li>
                        </ul>
                        <table>
                            <tr>
                                <th>序號</th>
                                <th style="width: 5em">專案名</th>
                                <th style="width: 6em">描述</th>
                                <th>設備數</th>
                                <th style="width: 5em">設備名</th>
                                <th style="width: 6em">感測器/值(示例，詳參下表)</th>
                            </tr>
                            <tr>
                                <td>1</td>
                                <td>智慧水質</td>
                                <td>學院板橋院區生態池池環境監測</td>
                                <td>2</td>
                                <td><label>中華電信學院魚池監測</label><label>板橋電信學院常態展示</label></td>
                                <td>3個：溶氧量DO；酸鹼度PH；溫度TMP</td>
                            </tr>
                            <tr>
                                <td>2</td>
                                <td>智慧路燈</td>
                                <td>學院板橋院區智慧路燈專案</td>
                                <td>39</td>
                                <td>太陽：1；空氣2；風力：1；教學用：１；路燈：31；群組：1；電池：1；Eventloog：1</td>
                                <td style="text-align: left;font-size: 10px;">550多個：太陽能輸入功率、太陽能輸入發電量、太陽能輸入電流、太陽能輸入電壓、CO 氣體、NO2 氣體、Nx 噪音、O3 氣體、PM10、PM2.5、SO2 氣體、大氣氣壓、大氣溫度、大氣濕度、平均風向、平均風速、累積雨量、最大風向、最大風速、最小風向、最小風速、總輻射、PM10、PM2.5、大氣氣壓、大氣溫度、大氣濕度、平均風向、平均風速、雨量、最大風向、最大風速、最小風向、最小風速、紫外強度、總輻射、風機有效充電電流、風機卸荷電流風機輸入功率、風機輸入發熱等效電流、風機輸入電流、風機輸入電壓、風機轉速、brightness、brightnessPercent、lum、pf、power、rssi、setBrightnessPercent、setSchedule1-5、voltage、x、y、z、電流、第一路輸出功率、第一路輸出電流、第二路輸出功率、第二路輸出電流、電池充電功率、電池充電電流、電池充電電壓</td>
                            </tr>
                            <tr>
                                <td>3</td>
                                <td>智慧停車</td>
                                <td>學院板橋院區智慧停車的車位偵測專案</td>
                                <td>6</td>
                                <td>88個停車位</td>
                                <td></td>
                            </tr>
                            <tr>
                                <td>4</td>
                                <td>車牌辨識</td>
                                <td>學院板橋院區大門車牌辨識專案</td>
                                <td>2</td>
                                <td>出/入場攝影機</td>
                                <td></td>
                            </tr>
                            <tr>
                                <td>5</td>
                                <td>智慧報到</td>
                                <td>學院 TIS 和 eLearning 相關資料</td>
                                <td>3</td>
                                <td>今日開班課程資訊、線上數位學習總人數、餐廳資訊</td>
                                <td>6個：報到人數、今日開課列表、直播課程列表</td>
                            </tr>
                            <tr>
                                <td>6</td>
                                <td>智慧閱讀</td>
                                <td>學院板橋院區HamiBook的閱讀資訊</td>
                                <td>1</td>
                                <td>HamiBook</td>
                                <td>3個：書籍分類列表；文章、書籍排行列</td>
                            </tr>
                            <tr>
                                <td>7</td>
                                <td>車型辨識與車流計數</td>
                                <td>學院板橋院區大門車型辨識與車流計數</td>
                                <td>6</td>
                                <td>大門攝影機</td>
                                <td>10個：出入場腳踏車、公車、汽車、機車、卡車</td>
                            </tr>
                            <tr>
                                <td>8</td>
                                <td>板橋院區用電</td>
                                <td>學院板橋院區用電資料：來自iEN內雲</td>
                                <td>7</td>
                                <td>電力錶(實驗、文康、第一、二區用電)、電力錶通訊狀態、電錶通訊狀態、Eventloog</td>
                                <td>65個：TR相電壓、T相電流、三相平均電流、R相電流、ST相電壓、S相電流、三相平均電壓、用電需量、有效功率、無效功率、視在功率、電源頻率、demand、freq、IAve、IR、IS、IT、kVA、kVar、kW、kwh、pf、VAve、VRS、VST、VTR</td>
                            </tr>
                            <tr>
                                <td>9</td>
                                <td>智慧教室</td>
                                <td>學院板橋院區智慧教室專案：G107</td>
                                <td>2</td>
                                <td>Device、Environment</td>
                                <td>24個：人流計數、冷氣室內溫度、冷氣風速狀態、冷氣風速設定、冷氣溫度設定、冷氣溫度設定值、冷氣運轉模式、冷氣運轉模式設定、冷氣電源開關狀態、冷氣電源開關設定、投影機開關、投影螢幕開關、氣氛照明開關、氣氛照明電源狀態情境控制、循環扇1、循環扇2、照明狀態1、照明狀態2、照明開關1、照明開關2、CO2、溫度、濕度</td>
                            </tr>
                            <tr>
                                <td>11</td>
                                <td>智慧影像分析</td>
                                <td>學院板橋院區智慧影像分析專案</td>
                                <td>1</td>
                                <td>智慧安防</td>
                                <td>3個：火焰煙霧偵測、遺失物偵測、電子圍籬</td>
                            </tr>
                            <tr>
                                <td>12</td>
                                <td>板橋院區創電</td>
                                <td>板橋院區太陽能發電2KW</td>
                                <td>2</td>
                                <td>SELFNERGY逆變器、SELFNERGY逆變器</td>
                                <td>31個：今日累積發電量、交流輸出功率、交流輸出電流、交流輸出電壓、交流輸出頻率、每度電二氧化碳減排量H、每度電二氧化碳減排量L、狀態碼、直流輸入功率、直流輸入電流、直流輸入電壓、散熱片溫度、匯流排電壓、電池充電狀態、電池充電量、電池溫度電池輸入功率、電池輸入電流</td>
                            </tr>
                            <tr>
                                <td>13</td>
                                <td>室內空氣品質</td>
                                <td>學院板橋院區綜合大樓1F、6F、7F室內空氣品質監測</td>
                                <td>8</td>
                                <td>G701*4、G604*2、G613*1、G606*1(G604 AQD001看板、G604AQT003、G606 AQD001看板、G613AQD001看板、G701 AQT001L、G701AQT001R、G701 AQT003L、G701AQT003R)</td>
                                <td>27個：PM10濃度、PM2.5濃度、溫度、濕度、CO2濃度、CO2</td>
                            </tr>

                        </table>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
  name: 'sponsor-5'
}
</script>
